Repository: CofficLab/Lumi
Catalog: Plugins/MemoryPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: %lld memories
zh_hans: %lld 条记忆
zh_hk: %lld 條記憶
zh_tw: %lld 條記憶

source: Delete Memory
zh_hans: 删除记忆
zh_hk: 删除记忆
zh_tw: 删除记忆

source: Delete a memory from the persistent memory system.
zh_hans: 从持久记忆系统中删除一条记忆。
zh_hk: 从持久记忆系统中删除一条记忆。
zh_tw: 从持久记忆系统中删除一条记忆。

source: G
zh_hans: 全局
zh_hk: 全局
zh_tw: 全域性

source: List Memories
zh_hans: 列出记忆
zh_hk: 列出记忆
zh_tw: 列出记忆

source: List all saved memories.
zh_hans: 列出所有已保存的记忆。
zh_hk: 列出所有已保存的记忆。
zh_tw: 列出所有已保存的记忆。

source: Memory
zh_hans: 记忆
zh_hk: 記憶
zh_tw: 記憶

source: P
zh_hans: 项目
zh_hk: 項目
zh_tw: 專案

source: Persistent memory system for cross-session context
zh_hans: 跨会话持久化记忆系统
zh_hk: 跨會話持久化記憶系統
zh_tw: 跨會話持久化記憶系統

source: Recall Memory
zh_hans: 调取记忆
zh_hk: 调取记忆
zh_tw: 调取记忆

source: Save Memory
zh_hans: 保存记忆
zh_hk: 保存记忆
zh_tw: 保存记忆

source: Save a memory to the persistent memory system.
zh_hans: 将一条记忆保存到持久记忆系统。
zh_hk: 将一条记忆保存到持久记忆系统。
zh_tw: 将一条记忆保存到持久记忆系统。

source: Search for memories related to a query.
zh_hans: 搜索与查询相关的记忆。
zh_hk: 搜索与查询相关的记忆。
zh_tw: 搜索与查询相关的记忆。
